{"/new/":{"data":{"":"","about-the-author#About the author":"","basic-wand-build-types#Basic wand build types":"","biomes#Biomes":"","extra-step-switch-to-beta-branch-before-you-start----at-the-moment-main-and-beta-branches-of-the-game-are-aligned-feel-free-to-skip-this-step#Extra step: \u003cdel\u003eSwitch to \u003ccode\u003eBeta branch\u003c/code\u003e before you start\u003c/del\u003e \u0026ndash; At the moment \u003ccode\u003emain\u003c/code\u003e and \u003ccode\u003ebeta\u003c/code\u003e branches of the game are aligned, feel free to skip this step":" 🪄 You just bought Noita? Congrats! Here’s everything you need to know to hit the ground running! About the author Hi, I am WUOTE of the ACID Temple. I might have played this game for at least TWO hours. Nowadays I usually coach newer players and help Noita speedrunners optimize their runs.\nGeneral approach Every single run is winnable! Different players have different playstyles and approaches, to develop your unique play style all you have to do is to play more! My general strategy to win a run is to reduce the number of things I have to pay attention to, that way it’s easier to watch the environment, enemies, and loot spawns.\nThe best quality of life setting This is called “Pouring bind”, it allows you immediately start pouring from your water flask to remove stains and put out fire, and then quickly switch back to your main attack wand. You don’t have to bind it to mouse buttons, some players use Q key for that.\nUniversal knowledge Always useful to know:\nIf you have and keep blood/water/slime stain on your character you cannot catch fire. Ambrosia stain makes you “immortal” as long as you don’t move around, and the stain is not washed off. Kick things around. Direction and strength of the kick is determined by your cursor’s position: the further your cursor from your character the stronger the kick. Tablet is a very powerful melee weapon. Throw a tablet at an enemy, often it will drop double gold upon death. Learn to kick + throw a tablet. Easiest kick directions are straight down, and 45° angle down. General rule is: press kick ➔ wait 0.25 seconds ➔ press throw ➔ you will launch the tablet you’re holding. Tablets can deal thousands of damage. Tablet throws follow the cursor: the further your cursor from your character the stronger the kick. Perks There’s a hierarchy to them, most of the time it’s better to choose a perk having in mind the spells/other perks you have. Many perks have hidden stats. Some perks override previously taken perks. Is a perk worth taking?– Either ask around, or just risk and experiment: press [E].\nWand building strategy Diversify your damage sources: having 2 spark bolts and a chainsaw inside package is much better than 3 spark bolts just because they are of different damage types – projectile/slice, and there are enemies invulnerable to specific damage types. Great if your main wand can do several things at once: kill+dig, for example,– again, reducing the number of things you need to pay attention to.\nBasic wand build types Most to least often used wands are:\nMachine gun Fires very quickly, often doesn’t require homing, great to spray and pray “preemptively heck everything in that direction” playstyle. Can be of a “trigger/timer + package” type, or just a simple wrapping wand. The less chaotic the wand the better: if your wand has huge spread, or its package has a lot of projectiles, you may hit an explosive by accident and go boom.\nCommon structure:\nChainsaw or luminous drill ➔ double cast ➔ spark bolt (or spark bolt timer/trigger ➔ “multicast” ➔ damage modifiers ➔ the same number of projectiles for package as “multicast”).\nHoming mist This is your “shoot once per screen/biome”, lazy wand: timer releases package – a mist with some form of homing and damage increase modifier attached to it, which flies around killing everything. Very convenient (my usual go-to), but might kill you if you get polymorphed – those wands attack everything which is not player character.\nCommon structure:\nSpark bolt timer/trigger ➔ homing spell ➔ damage modifier (damage field is the best) ➔ mist.\nHoming plasma Dangerous to the player (with one special exception, I encourage you to look up “safe plasma” build), extremely deadly – these wands kill everything almost instantly. Require a lot of attention where do you land your shots, if plasma follows an enemy which is about to hug you, you’ll get hit. If you hit a swapper mage, there’s a high chance you’ll die.\nCommon structure:\nSpark bolt timer/trigger ➔ homing spell ➔ plasma spell. Green plasma beams dig through everything, including metals, and can be used as dedicated digging wands with no homing. Blue-ish plasma spells don’t dig well.\nAccelerated homing rock If you have unlimited spells – this is a no-brainer – you have a rock flying around dealing damage measured in thousands, instantly killing almost everything (does not work on certain ghost creatures and some other creatures, I’ll leave it to you to figure out). 98% safe to the player (polymorphine is your worst enemy as always). Slain enemies will drop double gold, if you have trick blood money perk gold will be red and heal you upon pickup. Even if you don’t have unlimited spells, you still can kick “charged” rock around the level, as soon it senses an enemy, it’ll launch again and continue slaying.\nDouble Explosive Projectile (EP) This build utilizes hidden game mechanic of explosion radius increase. One explosive projectile modifier adds ~5 damage to a spark bolt, two EPs suddenly add 325 damage! Safe with most projectiles (might set you on fire, otherwise safe), if you don’t have explosion immunity perk, do not use with materials (water, blood, acid, concrete spells), luminous drills, wooden arrows (green magic arrows are safe),– you’ll kill yourself.\nBiomes In each biome try to look for hearts, spells, and wands. Manage your health: no matter how much gold you have it will not save you from death. If in danger – flee, move to the next holy mountain.\nMines Try collecting 400 gold, ideally 800, grab a tablet. The best naturally spawning wand you can find is a 10-7 shuffle wand, which is a wand with 0.10 seconds of cast delay and 0.07 seconds of reload time (sort of a natural machine gun wand which looks like this ).\"\nCoal Pits collect ~1000 gold. Look for wands, you can try going straight to Fungal Caverns located to the left of Coal Pits – this mini biome is very dangerous, but often have great spells and guaranteed to have no-shuffle wands.\nSnowy Depths Try collecting 2500 gold. This biome usually has spell shops and add mana spells on wands granting you much needed power spike. Move slowly, don’t jump straight down if you hear electricity chances are you are hearing an ukko – one of the deadliest enemies, avoid or shoot ukko from a distance, be very careful. How to traverse: generally, try to move from right to left – less chances to get overwhelmed/get ambushed (don’t go inside the dark area). If in danger – go right all the way till you see dark brown rock, then go straight down – that is one of the safest ways to skip this biome entirely.\nHiisi Base Collect ~2500-3000 gold. Beware of propane tanks and electrical lights. A lot of explosives are hidden inside snow, shoot and dig carefully. If you have broken wands, bottom right corner of the biome might interest you. Need healing? Dudes with green guns shoot healing bolts, charm them with your personality or get in their way while medics are trying to heal someone else.\nUnderground Jungle Try collecting at least 3500 gold. Jungle is always on fire and has dangerous mages: watch for small white projectiles hitting you from off-screen.\nThe Vault Very dangerous and annoying: acid baths, electric traps, lots of rusted metal (bombs cannot dig through it, but TNT can). You probably want to spend the least time in this biome.\nTemple of the Art Try collecting 6000-10000 gold. Very dangerous: swapper mages, “glowing fishtank head” socks (don’t shoot them, they’re harmless if you don’t hit them), traps, poly mages, pools of polymorphine, lots of lava, colorful crystals (don’t shoot crystals, especially green ones: they are the most dangerous). Move slowly, watch corners and walls closely, if you can, dig through the biome and get to the portal.\n… Seek knowledge Noita has a lot of hidden mechanics, spells, and secrets. It is almost impossible to discover everything on your own. Read the Wiki, watch videos and streams, ask questions! Noita community is the friendliest community out there, and we’re always happy to help!\n🚫 Do not use fandom wiki It has been abandoned, we do not update it anymore. The info is outdated, it’s full of mistakes.\nUse noita.wiki.gg instead.\nℹ️ Official Noita Wiki ↗ You got this! Best of luck! Run fast and throw hard!\nExtra step: Switch to Beta branch before you start – At the moment main and beta branches of the game are aligned, feel free to skip this step Noita has two publicly available build branches: main and beta. The most important difference is that beta branch is more stable, since the devs applied large address aware (LAA) patch to otherwise 32-bit game, so on beta Noita is able to use more than 2 GB of RAM. That increases the game’s stability.\nBesides that, beta branch has more content, and is updated more often. If you want to play the most recent version of Noita, switch to beta branch.\nHere are store-specific instructions, click on the one that applies to you:\nI bought Noita on Steam Right click on Noita in your Steam library Select Betas on the left Choose noitabeta - Beta branch in the dropdown Update the game You are good to go! You now should have the most recent version of Noita.\nI bought Noita on GOG Open GOG Open configuration menu Right click on Noita, choose “Manage installation” then “configure” Select “Change private channel password” from the dropdown menu Enter private channel password Beta branch passwordnoitabeta You are good to go! beta channel should now say noitabeta ","general-approach#General approach":"","perks#Perks":"","seek-knowledge#Seek knowledge":"","the-best-quality-of-life-setting#The best quality of life setting":"","universal-knowledge#Universal knowledge":"","wand-building-strategy#Wand building strategy":"","you-got-this#You got this!":""},"title":"5-minute guide for novice players"},"/pastas/":{"data":{"":" ACID\rADD MANA\r💉 ADDICTION\rADULT STUFF\rAN SOMEONE EXPLAIN\r🎨 ART\rCAPSLOCK TREATMENT\r🛒 Cartel\rCOWOFDOOM ON WUOTE\rDANGERS OF SOUND REPRODUCTION\rDUNKORSLAM SPEAKS LATIN\rE\r🔐 ENCRYPTED\rEQUAL OPPORTUNITY\rFLAWLESS, ACCURATE TYPOING\r🎮 Game\rGREETINGS\rHELP ME WITH THIS GAME\rHI IM NEW TO THIS CHANNEL\rHOW TO PLAY NOITA\rINSCRYPTION\rLIFE GOALS\r📜 MAGNUM OPUS\rMINECRAFT IS THE BEST GAME EVER\rMOTIVATION\rMY TWITCH EXPERIENCE\rNEW DOTA 2 HERO\rNEW YEARS RESOLUTION\rNOITA REVIEW\rNOITA WAND BUILDS\r🤷♂ NORMAL\rOK NOITA PLAYER\rPLAY THIS GAME TO BECOME HAPPY\rPOPULAR STREAM TITLE\rREDACTED\r💎 Ref\rSELF-INTORDUCTION\rSPEEDRUNNERS\rSTART A STARTUP\rSUPER AUTO PETS\rTHANKS\rTHE BEST NOITA PERK COMBO\rTWITCH RAID MESSAGE TEMPLATE\rTYPICAL TWITCH STERAMER\r🦄 UNIQUE\rWORDS OF ENCOURAGEMENT\r💪 WORKOUT\rYOU ARE GREAT AT NOITA\rYOU ARE THE BEST PLAYER\r🚾 ZOOM"},"title":"🍝 WUOTE's copypastas"},"/pastas/addiction/":{"data":{"":" I never did drugs and never will. My body is my primary asset,same as for hot tubs section broadcasers. All those false accusations hurt, same as blisters on asmr artists’ tongues after a day of hard work. I am clean and will always be as clean as 3dio’s artificial pinnas after vtuber’s 4-hour kisses and licks session on twitch. I am not perfect tho.I’m addicted to positivity and helping others, just like twitch chatters are addicted to positive affirmations and being called good girls and boys\nCopy to clipboardI never did drugs and never will. My body is my primary asset,same as for hot tubs section broadcasers. All those false accusations hurt, same as blisters on asmr artists' tongues after a day of hard work. I am clean and will always be as clean as 3dio's artificial pinnas after vtuber's 4-hour kisses and licks session on twitch. I am not perfect tho.I'm addicted to positivity and helping others, just like twitch chatters are addicted to positive affirmations and being called good girls and boys "},"title":"💉 ADDICTION"},"/pastas/adult-stuff/":{"data":{"":" HAVE YOU EVER PAYED FOR ADULT STUFF LIKE THINGS AND ACTIVITIES I DO IT REGULARLY I JUST ANNOT BE SATISFIED WITH ANYTHING ELSE FOR EXAMPLE ADULT SIZED FOOD PORTIONS ARE MUCH BETTER THAN KIDS MEALS RENTING A REAL ADULT VECHICLE IS WAY BETTER THAN RENTING A TOY CAR I AM NOT EVEN TALKING ABOUT CHILD SIZED CLOTHES OFTEN IT DOESNT EVEN FIT PROPERLY!\nCopy to clipboardHAVE YOU EVER PAYED FOR ADULT STUFF LIKE THINGS AND ACTIVITIES I DO IT REGULARLY I JUST ANNOT BE SATISFIED WITH ANYTHING ELSE FOR EXAMPLE ADULT SIZED FOOD PORTIONS ARE MUCH BETTER THAN KIDS MEALS RENTING A REAL ADULT VECHICLE IS WAY BETTER THAN RENTING A TOY CAR I AM NOT EVEN TALKING ABOUT CHILD SIZED CLOTHES OFTEN IT DOESNT EVEN FIT PROPERLY! "},"title":"ADULT STUFF"},"/pastas/art/":{"data":{"":" Instructions for evaluating British Royal School of Arts And Crafts examenees.\nPay attention to candidate’s language, if they talk about basic workman tools like chainsaws, they do not pass the exam. Making art requires sharp eyes, that means two things: candidates over 55 get 3 points deducted candidates demonstrating poor choice of colors/lower quality color pairing do NOT pass (bright colors like orange is a giant RED flag) Copy to clipboardInstructions for evaluating British Royal School of Arts And Crafts examenees. 1. Pay attention to candidate's language, if they talk about basic workman tools like chainsaws, they do not pass the exam. 2. Making art requires sharp eyes, that means two things: 1. candidates over 55 get 3 points deducted 2. candidates demonstrating poor choice of colors/lower quality color pairing do NOT pass (bright colors like orange is a giant RED flag) "},"title":"🎨 ART"},"/pastas/capslock-treatment/":{"data":{"":" ˢᴼ ᴸᴬᵀᴱᴸʸ ᴵ ᴴᴬⱽᴱ ᴮᴱᴱᴺ ᴳᴼᴵᴺᴳ ᵀᴴᴿᴼᵁᴳᴴ ᴬᴺ ᴱˣᴾᴱᴿᴵᴹᴱᴺᵀᴬᴸ ᵀᴿᴱᴬᵀᴹᴱᴺᵀ ᵀᴬᴿᴳᴱᵀᴵᴺᴳ ᴹʸ ˢᴱⱽᴱᴿᴱ ᴬᴸᴸ ᶜᴬᴾˢ ᵀʸᴾᴵᴺᴳ ᵂᴴᴬᵀ ᴰᴼ ʸᴼᵁ ᴳᵁʸˢ ᵀᴴᴵᴺᴳ ᴵˢ ᵀᴴᴱ ᵀᴿᴱᴬᵀᴹᴱᴺᵀ ᵂᴼᴿᴷᴵᴺᴳ ᴼᴿ ᴺᴼᵀˀ\nCopy to clipboardˢᴼ ᴸᴬᵀᴱᴸʸ ᴵ ᴴᴬⱽᴱ ᴮᴱᴱᴺ ᴳᴼᴵᴺᴳ ᵀᴴᴿᴼᵁᴳᴴ ᴬᴺ ᴱˣᴾᴱᴿᴵᴹᴱᴺᵀᴬᴸ ᵀᴿᴱᴬᵀᴹᴱᴺᵀ ᵀᴬᴿᴳᴱᵀᴵᴺᴳ ᴹʸ ˢᴱⱽᴱᴿᴱ ᴬᴸᴸ ᶜᴬᴾˢ ᵀʸᴾᴵᴺᴳ ᵂᴴᴬᵀ ᴰᴼ ʸᴼᵁ ᴳᵁʸˢ ᵀᴴᴵᴺᴳ ᴵˢ ᵀᴴᴱ ᵀᴿᴱᴬᵀᴹᴱᴺᵀ ᵂᴼᴿᴷᴵᴺᴳ ᴼᴿ ᴺᴼᵀˀ "},"title":"CAPSLOCK TREATMENT"},"/pastas/cartel/":{"data":{"":" The CIA exposed a long-running cover-up by the largest Colombian cartel. Fleeing mafia bosses used fake identities – not passports – they ordered custom high-grade vtuber models via skeb – a website promising anonymity of the customer. Agents waited for 37 months for the results. The CIA spokesman pointed out one small but crucial mistake taht gave the mafiosos away: the catgirl models were featuring various scars and tattoos in a style typical only to the criminal world. Listo\nCopy to clipboardThe CIA exposed a long-running cover-up by the largest Colombian cartel. Fleeing mafia bosses used fake identities -- not passports -- they ordered custom high-grade vtuber models via skeb -- a website promising anonymity of the customer. Agents waited for 37 months for the results. The CIA spokesman pointed out one small but crucial mistake taht gave the mafiosos away: the catgirl models were featuring various scars and tattoos in a style typical only to the criminal world. Listo "},"title":"🛒 Cartel"},"/pastas/cowofdoom-on-wuote/":{"data":{"":" Cowofdoom: “Wuote is like a ship passing in the night. You don’t know where they are coming from or going to. You don’t know what their intentions are and you certainly don’t understand what they are saying. But in that one singular moment when your lives cross, you perceive the fleeting beauty of wuote, before they vanish into the dark.”\nCopy to clipboardCowofdoom: “Wuote is like a ship passing in the night. You don't know where they are coming from or going to. You don't know what their intentions are and you certainly don't understand what they are saying. But in that one singular moment when your lives cross, you perceive the fleeting beauty of wuote, before they vanish into the dark.” "},"title":"COWOFDOOM ON WUOTE"},"/pastas/dangers-of-sound-reproduction/":{"data":{"":" PSA: NEVER LISTEN TO MUSIC WITH YOUR SPEAKERS LAYING ON THE SIDE YOU WILL BE TILTING THE SOUNDWAYS SO MUCH IT WILL BE VERY UNPLEASANT SND MIGHT EVEN CAUSE DIZZINESS\nCopy to clipboardPSA: NEVER LISTEN TO MUSIC WITH YOUR SPEAKERS LAYING ON THE SIDE YOU WILL BE TILTING THE SOUNDWAYS SO MUCH IT WILL BE VERY UNPLEASANT SND MIGHT EVEN CAUSE DIZZINESS "},"title":"DANGERS OF SOUND REPRODUCTION"},"/pastas/dunkorslam-speaks-latin/":{"data":{"":" When chase has been working at the library he was curious and decided to find the oldest book they had. The book was massive, very beautifully crafted, and looked absolutely ancient. Even more curious, Chase opened the book, flipping through the pages. He saw many words written in a language he couldn’t understand but ONE word caught his attention, it was calling to dunk, it sang to him, it spoke HIS language. The word was IACTARE, suddenlythe realization struck him. Chase knew what he needed to do. Thats the story of how one latin word determined dunks whole life.\nCopy to clipboardWhen chase has been working at the library he was curious and decided to find the oldest book they had. The book was massive, very beautifully crafted, and looked absolutely ancient. Even more curious, Chase opened the book, flipping through the pages. He saw many words written in a language he couldn’t understand but ONE word caught his attention, it was calling to dunk, it sang to him, it spoke HIS language. The word was IACTARE, suddenlythe realization struck him. Chase knew what he needed to do. Thats the story of how one latin word determined dunks whole life. "},"title":"DUNKORSLAM SPEAKS LATIN"},"/pastas/e/":{"data":{"":" WAIT A SEC DO E GIRLS PRODUCE E WASTE OR NOT??!\nCopy to clipboardWAIT A SEC DO E GIRLS PRODUCE E WASTE OR NOT??! "},"title":"E"},"/pastas/encrypted/":{"data":{"":" Ok the time has come, dear broadcaster the next message is for you only, it is very private and personal. People in chat now im talking to you: if you aren’t subscribed please subscribe despithe tthe next message from me being ENCRYPTED, if you are subscribed tho please make sure to NOT read it it is NOT intended for you thank you for understanding. °\nCopy to clipboardOk the time has come, dear broadcaster the next message is for you only, it is very private and personal. People in chat now im talking to you: if you aren’t subscribed please subscribe despithe tthe next message from me being ENCRYPTED, if you are subscribed tho please make sure to NOT read it it is NOT intended for you thank you for understanding.\u0026#x20; ° "},"title":"🔐 ENCRYPTED"},"/pastas/equal/":{"data":{"":" WUOTE is an equal opportunity pasta chef. All cooking decisions are made without regard to race, color, national origin, ancestry, sex, gender, gender identity or expression, sexual orientation, age, genetic information, religion, disability, medical condition, pregnancy, marital status, family status, veteran status, or any other characteristic protected by law.\nCopy to clipboardWUOTE is an equal opportunity pasta chef. All cooking decisions are made without regard to race, color, national origin, ancestry, sex, gender, gender identity or expression, sexual orientation, age, genetic information, religion, disability, medical condition, pregnancy, marital status, family status, veteran status, or any other characteristic protected by law. "},"title":"EQUAL OPPORTUNITY"},"/pastas/flawless-accurate-typoing/":{"data":{"":" SOMEONE QUICK SCREENSHOT MY MESSAG WITH ZERO TYPOS\nCopy to clipboardSOMEONE QUICK SCREENSHOT MY MESSAG WITH ZERO TYPOS "},"title":"FLAWLESS, ACCURATE TYPOING"},"/pastas/greetings/":{"data":{"":" HELLO UNFORTUNATELY NO PASTAS TODAY PLEASE ENJOY THIS GENERIC UNOPIONATED GENDER NEUTRAL GREETING. HAVE A NICE DAY THANKS\nCopy to clipboardHELLO UNFORTUNATELY NO PASTAS TODAY PLEASE ENJOY THIS GENERIC UNOPIONATED GENDER NEUTRAL GREETING. HAVE A NICE DAY THANKS "},"title":"GREETINGS"},"/pastas/inscryption/":{"data":{"":" OBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOS\nCopy to clipboardOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOBOS "},"title":"INSCRYPTION"},"/pastas/life-goals/":{"data":{"":" ok heres my plan for today: i am quitting my job (i already dont need to abandon my family), and starting on pursuing my dream career as an anime vtuber catrigl with who uses tts to communicate with chat\nCopy to clipboardok heres my plan for today: i am quitting my job (i already dont need to abandon my family), and starting on pursuing my dream career as an anime vtuber catrigl with who uses tts to communicate with chat "},"title":"LIFE GOALS"},"/pastas/magnumopus/":{"data":{"":" We belive in transparency in Journalism and that access to the most important infomation in the world are basic human rights, that is why we are making this article free to access by everyone. The devastating airplain crash which took place on Tuesday last week. The retrieved black boxes seems to be intact physically but all the data is missing, which complicates the investigation process. Luckily, an old flip phone which belonged to one of the passengers, John Doe, survived. Forensics experts determined that it has been used to capture the last seconds of the doomed flight. While others tried to post their farewells and curses on Facebook and other social media and failed due to WiFi bein overloaded, The flip phone owner used the slowest 2G Internet connection to successfully transfer just a couple of dozens of bits of information. FBI’s own cyber cecurity general Michael Twot personally traced the connection and was able to both recreate the entry and the destination points, as well as retrieving info on last action the passenger took, and his last message seconds before one of the engines hit the side of the airplane and decapitated him. Data shows, that Doe logged in his Twotch account, entered CVNKA’s broadcast chat channel, and redeemed “Give me a lil pin” “reward” while providing an imgur link to the media you are about to see. Sotheby’s announced that they will hold a charity auction in order to raise both public awareness and help the deceisd’ relatives. It is expected that the flip phone and Doe’s last message printed on a cordrum glass will attract the highest bidders. All the channel points raised during the auction will go towards printing it on the finest Japanese hand made paper and sending it to the world’s most powerful coiuntries’ leaders. Only 4 copies will be made. Nicaraguan State Airlines issued a statement sayingL: “We are shocked by the catastrphy and will do our best so nothing bad ever happens i nthe air transportation industry from now on, like, ever, ok?” We almost ran out of space to include the link to the rescued media. Here it is: https://pastebin.com/tgEcyPqU\nCopy to clipboardWe belive in transparency in Journalism and that access to the most important infomation in the world are basic human rights, that is why we are making this article free to access by everyone. The devastating airplain crash which took place on Tuesday last week. The retrieved black boxes seems to be intact physically but all the data is missing, which complicates the investigation process. Luckily, an old flip phone which belonged to one of the passengers, John Doe, survived. Forensics experts determined that it has been used to capture the last seconds of the doomed flight. While others tried to post their farewells and curses on Facebook and other social media and failed due to WiFi bein overloaded, The flip phone owner used the slowest 2G Internet connection to successfully transfer just a couple of dozens of bits of information. FBI's own cyber cecurity general Michael Twot personally traced the connection and was able to both recreate the entry and the destination points, as well as retrieving info on last action the passenger took, and his last message seconds before one of the engines hit the side of the airplane and decapitated him. Data shows, that Doe logged in his Twotch account, entered CVNKA's broadcast chat channel, and redeemed \"Give me a lil pin\" \"reward\" while providing an imgur link to the media you are about to see. Sotheby's announced that they will hold a charity auction in order to raise both public awareness and help the deceisd' relatives. It is expected that the flip phone and Doe's last message printed on a cordrum glass will attract the highest bidders. All the channel points raised during the auction will go towards printing it on the finest Japanese hand made paper and sending it to the world's most powerful coiuntries' leaders. Only 4 copies will be made. Nicaraguan State Airlines issued a statement sayingL: \"We are shocked by the catastrphy and will do our best so nothing bad ever happens i nthe air transportation industry from now on, like, ever, ok?\" We almost ran out of space to include the link to the rescued media. Here it is: https://pastebin.com/tgEcyPqU "},"title":"MAGNUM OPUS"},"/pastas/minecraft-is-the-best-game-ever/":{"data":{"":" YOU CANNOT COMPARE NOITA TO SUCH A MASTERPIECE OF MINECRAFT. NOITA IS ABOUT DESTRUCTION AND DUMBING DOWN, MINECRAFT RAISED SEVERAL GENERATIONS OF GENIOUSES LIKE LEGO DID ITS THE GAME OF GAMES IT FUELS YOUR CREATIVITY. DONT TALK ABOUT NOITA IN MY MINECRAFR SERVER EVER AGAIN OR I WILL KICK YOU OUT\nCopy to clipboardYOU CANNOT COMPARE NOITA TO SUCH A MASTERPIECE OF MINECRAFT. NOITA IS ABOUT DESTRUCTION AND DUMBING DOWN, MINECRAFT RAISED SEVERAL GENERATIONS OF GENIOUSES LIKE LEGO DID ITS THE GAME OF GAMES IT FUELS YOUR CREATIVITY. DONT TALK ABOUT NOITA IN MY MINECRAFR SERVER EVER AGAIN OR I WILL KICK YOU OUT "},"title":"MINECRAFT IS THE BEST GAME EVER"},"/pastas/motivation/":{"data":{"":" OK OK IF YOU HAVE BEEN WAITING FOR THAT MOTIVATION HERE IT IS STOP QUITTING QUITTING THE QUITTING CULTURE IS WEAK YOU HAVE TO PUSH FORWARD BE STRONG STOP QUITTING BE A CHAMPUION AND A WINNER\nCopy to clipboardOK OK IF YOU HAVE BEEN WAITING FOR THAT MOTIVATION HERE IT IS STOP QUITTING QUITTING THE QUITTING CULTURE IS WEAK YOU HAVE TO PUSH FORWARD BE STRONG STOP QUITTING BE A CHAMPUION AND A WINNER "},"title":"MOTIVATION"},"/pastas/my-twitch-experience/":{"data":{"":" I AM SORRY I ANNOT WATCH THIS CHANNEL ANYMORE DUE TO UNCANNY EFFECT BEING TOO STRONG I MEAN THE DEPICTION OF THE ELDRICH HORROR MONSTER IS GOOD BUT THE GIRL PART IS NOT BELIEVABLE ENOUGH AGAIN I AM SORRY\nCopy to clipboardI AM SORRY I ANNOT WATCH THIS CHANNEL ANYMORE DUE TO UNCANNY EFFECT BEING TOO STRONG I MEAN THE DEPICTION OF THE ELDRICH HORROR MONSTER IS GOOD BUT THE GIRL PART IS NOT BELIEVABLE ENOUGH AGAIN I AM SORRY "},"title":"MY TWITCH EXPERIENCE"},"/pastas/new-dota-2-hero/":{"data":{"":" @DunkOrSlam New dota 2 hero: Chase, passive: spawns 10 minutes after the match start, passive: creeper stache – +1 to jungle creeps stacking, active: sudden throw – immidiately shatteres creatures whos level is multiple of 6, ULTIMATE (passive): OLD (no stats).\nCopy to clipboard@DunkOrSlam New dota 2 hero: Chase, passive: spawns 10 minutes after the match start, passive: creeper stache -- +1 to jungle creeps stacking, active: sudden throw -- immidiately shatteres creatures whos level is multiple of 6, ULTIMATE (passive): OLD (no stats). "},"title":"NEW DOTA 2 HERO"},"/pastas/new-years-resolution/":{"data":{"":" OK OK THIS NEW YEARS RESOLUTION IS: NO MORE COPYPASTAS, NOT A SINGLE ONE COPYPASTA, I WILL WRITE BLAND GENERIC TEXTS WHICH NOONE WOULD LIKE TO COPY AND PASTE LIKE EVER\nCopy to clipboardOK OK THIS NEW YEARS RESOLUTION IS: NO MORE COPYPASTAS, NOT A SINGLE ONE COPYPASTA, I WILL WRITE BLAND GENERIC TEXTS WHICH NOONE WOULD LIKE TO COPY AND PASTE LIKE EVER "},"title":"NEW YEARS RESOLUTION"},"/pastas/normal/":{"data":{"":" MIND READERS AND CIA PSYCHIC-POWERS WEILDING VTUBERS GOT NOTHING ON ME! ONCE IVE BEEN ATTACKED BY A SELF-PROCLAMED SO CALLED “MEDIUM” WHICH TRIED TO PUT THOUGHTS INTO MY HEAD ONLY TO END UP IN A MENTAL ASYLUM. I DIDNT EVEN NOTICED IT, WELL, MOST OF MY PERSONALITIES DONT HAVE ANY MEMORIES ABOUT THAT SIMPLY BECAUES ONE OF THE DARK INTERNAL ENTITIES ANSWERED THE “MIND READING PHONE” THAT TIME. I AM COMPLETELY NORMAL AND NOT SCHIZOPHRENIC BUT SOME OF MY PERSONALITIES ARENT.\nCopy to clipboardMIND READERS AND CIA PSYCHIC-POWERS WEILDING VTUBERS GOT NOTHING ON ME! ONCE IVE BEEN ATTACKED BY A SELF-PROCLAMED SO CALLED \"MEDIUM\" WHICH TRIED TO PUT THOUGHTS INTO MY HEAD ONLY TO END UP IN A MENTAL ASYLUM. I DIDNT EVEN NOTICED IT, WELL, MOST OF MY PERSONALITIES DONT HAVE ANY MEMORIES ABOUT THAT SIMPLY BECAUES ONE OF THE DARK INTERNAL ENTITIES ANSWERED THE \"MIND READING PHONE\" THAT TIME. I AM COMPLETELY NORMAL AND NOT SCHIZOPHRENIC BUT SOME OF MY PERSONALITIES ARENT. "},"title":"NORMAL"},"/pastas/play-this-game-to-become-happy/":{"data":{"":" May i recommend the easiestand the most friendliest gMe its called dota 2 very fun experience i have started playing it today during lunch. Reak and all the 15 minutes i spent with the game were filled with joy i have never experienced something of that magnitude i highly recommended it Basically the best 15 minutes of my life\nCopy to clipboardMay i recommend the easiestand the most friendliest gMe its called dota 2 very fun experience i have started playing it today during lunch. Reak and all the 15 minutes i spent with the game were filled with joy i have never experienced something of that magnitude i highly recommended it Basically the best 15 minutes of my life "},"title":"PLAY THIS GAME TO BECOME HAPPY"},"/pastas/popular-stream-title/":{"data":{"":" [18+] ♥️ SPEED DATING VIEWERS ♥️ {FACECAM} ♥️ | CHAT WILL RATE YOU ♥️ | !join for instructions\nCopy to clipboard[18+] ♥️ SPEED DATING VIEWERS ♥️ {FACECAM} ♥️ | CHAT WILL RATE YOU ♥️ | !join for instructions "},"title":"POPULAR STREAM TITLE"},"/pastas/redacted/":{"data":{"":" █████ ███████ ███ ██ ██ ████, ██████ ███ █ ██. █████ ████ ███ — ████████ ███ — ████████████ ██████████! BUT ███ ██ ████ ██████.\nCopy to clipboard█████ ███████ ███ ██ ██ ████, ██████ ███ █ ██. █████ ████ ███ — ████████ ███ — ████████████ ██████████! BUT ███ ██ ████ ██████. "},"title":"REDACTED"},"/pastas/ref/":{"data":{"":" My goal is to infiltrate the high end music industry and release a “reference” recording which would be played on the most expensive speakers and headphones, ill market it as mqa 384-bit recording but secretly it would be a mono 16kbp/s mcdonalds mic recording of a yt rip of a screen recording of a tiktok screengrab of a twitter repost of an old vine video\nCopy to clipboardMy goal is to infiltrate the high end music industry and release a “reference” recording which would be played on the most expensive speakers and headphones, ill market it as mqa 384-bit recording but secretly it would be a mono 16kbp/s mcdonalds mic recording of a yt rip of a screen recording of a tiktok screengrab of a twitter repost of an old vine video "},"title":"💎 Ref"},"/pastas/self-introduction/":{"data":{"":" HI HELLO FELLO GAMERS I CAME TO THIS CHAT TO SAY HI AND INTRODUCE MYSELF I LOOK ALL OVER TWOTCH SEEKING NEW VTUBERS YOUR MODEL LOOKS GORGEOUS IS IT CUSTOM MADE ALSO I LIKE YOUR SCENES AND THE FACT THAT VOICE CHANGR IS NOT OBVIOUS AT ALL VERY HIGH GRADE QUALITY PRODUCTION HAVE A GREAT DAY\nCopy to clipboardHI HELLO FELLO GAMERS I CAME TO THIS CHAT TO SAY HI AND INTRODUCE MYSELF I LOOK ALL OVER TWOTCH SEEKING NEW VTUBERS YOUR MODEL LOOKS GORGEOUS IS IT CUSTOM MADE ALSO I LIKE YOUR SCENES AND THE FACT THAT VOICE CHANGR IS NOT OBVIOUS AT ALL VERY HIGH GRADE QUALITY PRODUCTION HAVE A GREAT DAY "},"title":"SELF-INTORDUCTION"},"/pastas/start-a-startup/":{"data":{"":" dude i have applied to Y COMBINATOR YESTERDAY WITH MY IDEA OF A NOITA INFINITE VOMIT FACTORY: EAT YOUR VOMIT TO PRODUCE MORE VOMIT FOR FREE I HAVE ALREADY SECURED 200 sq. MILES LAND FOR THE FACTORY\nCopy to clipboarddude i have applied to Y COMBINATOR YESTERDAY WITH MY IDEA OF A NOITA INFINITE VOMIT FACTORY: EAT YOUR VOMIT TO PRODUCE MORE VOMIT FOR FREE I HAVE ALREADY SECURED 200 sq. MILES LAND FOR THE FACTORY "},"title":"START A STARTUP"},"/pastas/super-auto-pets/":{"data":{"":" SAP is not even a game, it’s a collection of zoomers’ attempts to learn basic arithmetics using pre school pictures for children, and failing horribly. This “game” is absolutely unrealistic! Would you ever feed chocolate to a dog? It will simply doe! That’s basically animal cruelty and torture. Have you seen an ant the same size of a bus? The “gameplay” is by far the weakest point: you just pray for pseudo random generator to give you a picture you want, and if it doesn’t, you lose. The only good thing about SAP is accurate depiction of Satan’s face in the logo, the “turtle”,— I have seen and fought satan, and i think devs did that too, that’sehy they managed to draw his face with such high level of detail. Overall,-1/10 do not recommend\nCopy to clipboardSAP is not even a game, it’s a collection of zoomers’ attempts to learn basic arithmetics using pre school pictures for children, and failing horribly. This “game” is absolutely unrealistic! Would you ever feed chocolate to a dog? It will simply doe! That’s basically animal cruelty and torture. Have you seen an ant the same size of a bus? The “gameplay” is by far the weakest point: you just pray for pseudo random generator to give you a picture you want, and if it doesn’t, you lose. The only good thing about SAP is accurate depiction of Satan’s face in the logo, the “turtle”,— I have seen and fought satan, and i think devs did that too, that’sehy they managed to draw his face with such high level of detail. Overall,-1/10 do not recommend "},"title":"SUPER AUTO PETS"},"/pastas/thanks/":{"data":{"":" THANKS _____INSERT CHANNEL NAME____ YOURE____INSERT QUALITY____ TOO\nCopy to clipboardTHANKS `_____INSERT CHANNEL NAME____` YOURE`____INSERT QUALITY____` TOO "},"title":"THANKS"},"/pastas/twitch-raid-message-template/":{"data":{"":" OK OK DEAR STREAMER HERE IS THE AWESOME RAID MESSAGE TEMPLATE FOr: 🔝 🕳 THIS SIDE IS UP 🔝 🕳 THIS SIDE IS TOP 🔝 🕳 ALSO DONT FORGET TO GREET THE CHANNEL YOU ARE RAIDING ALSO NEVER USE EMOTES NOONE HAS LIKE buttniNLT OTHERWISE THEY WILL LOOK JUSET LIKE TEXT\nCopy to clipboardOK OK DEAR STREAMER HERE IS THE AWESOME RAID MESSAGE TEMPLATE FOr: 🔝 🕳 THIS SIDE IS UP 🔝 🕳 THIS SIDE IS TOP 🔝 🕳 ALSO DONT FORGET TO GREET THE CHANNEL YOU ARE RAIDING ALSO NEVER USE EMOTES NOONE HAS LIKE buttniNLT OTHERWISE THEY WILL LOOK JUSET LIKE TEXT "},"title":"TWITCH RAID MESSAGE TEMPLATE"},"/pastas/typical-twitch-steramer/":{"data":{"":" STARTS 40 MINUTES LATER, “HEY CHAT HOWS IT GOING IVE BEEN VERY BUSY I ALSO OVERSLEPT SO TODAYS GONNA BE A SHORTER STREAM”, NOTHING WORKS, SCENES ALL MESSED UP, GAME IS NOT CAPTURING, FORGOT TO UNMUTE, BOT IS DEAD, NOTICES WRONG SCENE BEEN ON FOR THE LAST 20 MINUTES, “IM A PROFESSIONAL STREAMER” JOKE, KEEPS COMPLAINING ABOUT BEZOS, FORGETS THEIR MODS’ NAMES\nCopy to clipboardSTARTS 40 MINUTES LATER, “HEY CHAT HOWS IT GOING IVE BEEN VERY BUSY I ALSO OVERSLEPT SO TODAYS GONNA BE A SHORTER STREAM”, NOTHING WORKS, SCENES ALL MESSED UP, GAME IS NOT CAPTURING, FORGOT TO UNMUTE, BOT IS DEAD, NOTICES WRONG SCENE BEEN ON FOR THE LAST 20 MINUTES, “IM A PROFESSIONAL STREAMER” JOKE, KEEPS COMPLAINING ABOUT BEZOS, FORGETS THEIR MODS' NAMES "},"title":"TYPICAL TWITCH STERAMER"},"/pastas/unique/":{"data":{"":" Have you noticed that you dont add new unique features to the stream? You just copy the same stuff others do and/or have been doing for a long time. When will you finally stop being a copycat and become a leader and a champion?\nCopy to clipboardHave you noticed that you dont add new unique features to the stream? You just copy the same stuff others do and/or have been doing for a long time. When will you finally stop being a copycat and become a leader and a champion? "},"title":"🦄 UNIQUE"},"/pastas/workout/":{"data":{"":" I AM SO FAT AND UNFIT THAT WHEN I WAS BLOWING MY NOSE VERY HARD EARLIER TODAY MY APPLE WATCH DETECTED A WORKOUT. I ALSO THINK I LOST AT LEAST 40 OUNNDS DURING THE PROCESS.\nCopy to clipboardI AM SO FAT AND UNFIT THAT WHEN I WAS BLOWING MY NOSE VERY HARD EARLIER TODAY MY APPLE WATCH DETECTED A WORKOUT. I ALSO THINK I LOST AT LEAST 40 OUNNDS DURING THE PROCESS. "},"title":"💪 WORKOUT"},"/pastas/zoom/":{"data":{"":" WELCOME TO YOUR DAILY ZOOM MEETING. JOINING: A GUY WHO USES A GREEN SCREEN WITH NO LIGHT IN THE ROOM WHILE WEARING A GREEN SHIRT, A LADY WITH 46 CATS SCREAMING IN THE BACKGROUND, A DEMONIC-SOUNDING CREATURE WITH NO CAM “BOB” WHICH HEAVILY BREATHES INTO THE MIC, A VTUBER WANNABE WITH ANIMATED ELFEN FOREST BACKGROUND, YOUR CTO WHO CANTFIND “SHARE SCREEN” BUTTON (YOU WORK FOR ZOOM), AND MR FREEZE WHO CUTS OUT IN THE MIDDLE OF HIS RANT THEN ASKS “IS THAT CLEAR”?\nCopy to clipboardWELCOME TO YOUR DAILY ZOOM MEETING. JOINING: A GUY WHO USES A GREEN SCREEN WITH NO LIGHT IN THE ROOM WHILE WEARING A GREEN SHIRT, A LADY WITH 46 CATS SCREAMING IN THE BACKGROUND, A DEMONIC-SOUNDING CREATURE WITH NO CAM \"BOB\" WHICH HEAVILY BREATHES INTO THE MIC, A VTUBER WANNABE WITH ANIMATED ELFEN FOREST BACKGROUND, YOUR CTO WHO CANTFIND \"SHARE SCREEN\" BUTTON (YOU WORK FOR ZOOM), AND MR FREEZE WHO CUTS OUT IN THE MIDDLE OF HIS RANT THEN ASKS \"IS THAT CLEAR\"? "},"title":"🚾 ZOOM"},"/twitch/":{"data":{"":" Noita Map ↗Blazing-fast superzoom map for Noita\rNoita spells in your chat as 7tv emotesClear visual indication of wand builds as suggested by your viewers\rStreamer WandsLet your viewers see your Noita wands without opening inventory\r🍝 Noita Copypastas"},"title":"Tools for Streaming Noita on Twitch"},"/twitch/7tv/":{"data":{"":"","add-every-single-noita-spell-as-a-7tv-emote-to-your-chat--in-7-clicks#Add every single Noita spell as a 7tv emote to your chat — in 7 clicks":"Add every single Noita spell as a 7tv emote to your chat — in 7 clicks ℹ️ You are adding emotes to your channel (and removing them from your channel too, for that matter), you don’t need to go to WUOTE’s profile on 7tv. Wand building is an integral part of Noita gameplay. There are more than 400 spells in the game, and wand building can be a challenging task. Lucky for us, there are many skillful wand builders on twitch who can help you.\nTo easily see what they’re suggesting and in order to make their life easier, consider using the emote set I’ve created with help from awesome members from the community. The emotes work great in combo with the Streamer Wands mod.\nYou can now quickly add (or remove for that matter) all the spells as emotes using 7tv’s “Origins” feature. The curated and always up-to-date emote set will update automatically if the game’s developers add a new spell.\nHere’s how it works:\nRequest access Contact WUOTE (that’s me) via twitch DM (whispers), or via discord DM and say that you want to use 7tv Noita spell emotes.\nAccess granted I give you access to the emote set.\nGo to your profile on 7tv Click on your name on 7tv in the top right corner, you will see Your-channel-name's Emotes set, you will be adding Noita Spell emotes to this set. Add Origin and assign to your channel Click the spanner icon and select Noita Spells in the dropdown, then select “Assign to channel(s)”, then save changes. Enjoy That’s it! It might take 5-10 minutes for 7tv to reflect the changes, but after that anyone will be able to type something like :ACID and press Tab to autocomplete the selected spell name.\nTLDR: 20-sec. video List of every spell with its emote and uploader info This is what the table looks like, click to reveal\n# Uploader Emote Image 7. ZaximusRex ACID ⚠️ The spells list contains potential spoilers All Noita Spells as 7tv Emotes # Uploader Emote Image 1. WUOTE 1WAND 2. WUOTE 2WAND 3. WUOTE 3WAND 4. WUOTE 4WAND 5. WUOTE ACCELERATINGSHOT 6. WUOTE ACCELERATIVEHOMING 7. ZaximusRex ACID 8. WUOTE ACIDBALL 9. pood707 ACIDCLOUD 10. WUOTE ACIDTRAIL 11. WUOTE ADDEXPIRATIONTRIGGER 12. ZaximusRex ADDMANA 13. WUOTE ADDTIMER 14. WUOTE ADDTRIGGER 15. WUOTE AIMINGARC 16. bronwen_n ALLSEEINGEYE 17. Flupperich ALPHA 18. WUOTE ANTIGRAVITY 19. WUOTE ANTIHOMING 20. Nauk ARROW 21. Nauk AUTOAIM 22. Nauk AVOIDINGARC 23. Nauk BALLLIGHTNING 24. Nauk BIGMAGICGUARD 25. Nauk BLACKHOLE 26. Nauk BLACKHOLEWITHDEATHTRIGGER 27. ZaximusRex BLOOD 28. pood707 BLOODCLOUD 29. pood707 BLOODLUST 30. pood707 BLOODMAGIC 31. WUOTE BLOODMIST 32. pood707 BLOODTOACID 33. pood707 BLOODTOPOWER 34. pood707 BLUEGLIMMER 35. WUOTE BOMB 36. WUOTE BOMBCART 37. pood707 BOOMERANG 38. pood707 BOUNCE 39. PlaceboEU BOUNCINGBURST 40. WUOTE BUBBLESPARK 41. WUOTE BUBBLESPARKWITHTRIGGER 42. pood707 BUBBLYBOUNCE 43. WUOTE BULLETSPELL 44. pood707 BURNINGTRAIL 45. WUOTE BURSTOFAIR 46. ZaximusRex CEMENT 47. pood707 CHAINBOLT 48. Flupperich CHAINSAW 49. pood707 CHAINSPELL 50. WUOTE CHAOSLARPA 51. PlaceboEU CHAOSMAGIC 52. WUOTE CHAOTICPATH 53. PlaceboEU CHAOTICTRANSMUTATION 54. WUOTE CHARMONTOXICSLUDGE 55. PlaceboEU CHUNKOFSOIL 56. WUOTE CIRCLEOFACID 57. WUOTE CIRCLEOFBUOYANCY 58. PlaceboEU CIRCLEOFDISPLACEMENT 59. Nauk CIRCLEOFFERVOUR 60. WUOTE CIRCLEOFFIRE 61. WUOTE CIRCLEOFOIL 62. PlaceboEU CIRCLEOFSHIELDING 63. pood707 CIRCLEOFSTILLNESS 64. WUOTE CIRCLEOFTHUNDER 65. WUOTE CIRCLEOFTRANSMOGRIFICATION 66. WUOTE CIRCLEOFUNSTABLEMETAMORPHOSIS 67. PlaceboEU CIRCLEOFVIGOUR 68. pood707 CIRCLEOFWATER 69. WUOTE CLUSTERBOLT 70. WUOTE CONCENTRATEDEXPLOSION 71. WUOTE CONCENTRATEDLIGHT 72. Flupperich COPYRANDOMSPELL 73. Flupperich COPYRANDOMSPELLTHRICE 74. Flupperich COPYTHREERANDOMSPELLS 75. WUOTE COPYTRAIL 76. pood707 CRITICALONBLOODYENEMIES 77. pood707 CRITICALONBURNING 78. pood707 CRITICALONOILEDENEMIES 79. pood707 CRITICALONWETWATERENEMIES 80. WUOTE CRITICALPLUS 81. pood707 CURSEDSPHERE 82. pood707 DAMAGEFIELD 83. pood707 DAMAGEPLUS 84. WUOTE DEADLYHEAL 85. pood707 DEATHCROSS 86. pood707 DECELERATINGSHOT 87. pood707 DELAYEDSPELLCAST 88. pood707 DESTRUCTION 89. PlaceboEU DIGGINGBLAST 90. pood707 DIGGINGBOLT 91. pood707 DISCPROJECTILE 92. Flupperich DIVIDEBY10 93. Flupperich DIVIDEBY2 94. Flupperich DIVIDEBY3 95. Flupperich DIVIDEBY4 96. PlaceboEU DORMANTCRYSTAL 97. PlaceboEU DORMANTCRYSTALWITHTRIGGER 98. PlaceboEU DOUBLESCATTERSPELL 99. WUOTE DOUBLESPELL 100. PlaceboEU DOWNWARDSBOLTBUNDLE 101. WUOTE DOWNWARDSLARPA 102. pood707 DRILLINGSHOT 103. pood707 DROPPERBOLT 104. WUOTE DYNAMITE 105. WUOTE EARTHQUAKE 106. WUOTE EARTHQUAKESHOT 107. PlaceboEU ELDRITCHPORTAL 108. pood707 ELECTRICARC 109. WUOTE ELECTRICCHARGE 110. PlaceboEU ELECTRICTORCH 111. PlaceboEU ENERGYORB 112. PlaceboEU ENERGYORBWITHATIMER 113. PlaceboEU ENERGYORBWITHATRIGGER 114. WUOTE ENERGYSHIELD 115. WUOTE ENERGYSHIELDSECTOR 116. WUOTE ENERGYSPHERE 117. WUOTE ENERGYSPHEREWITHTIMER 118. WUOTE ESSENCETOPOWER 119. WUOTE EXPANDINGSPHERE 120. WUOTE EXPLOSION 121. pood707 EXPLOSIONOFBRIMSTONE 122. PlaceboEU EXPLOSIONOFPOISON 123. WUOTE EXPLOSIONOFSPIRITS 124. PlaceboEU EXPLOSIONOFTHUNDER 125. pood707 EXPLOSIONONDRUNKENEMIES 126. pood707 EXPLOSIONONSLIMYENEMIES 127. pood707 EXPLOSIVEBOUNCE 128. pood707 EXPLOSIVEDETONATOR 129. pood707 EXPLOSIVEPROJECTILE 130. pood707 FIREARC 131. pood707 FIREBALL 132. teh60 FIREBALLORBIT 133. pood707 FIREBALLTHROWER 134. WUOTE FIREBOLT 135. pood707 FIREBOLTWITHTRIGGER 136. pood707 FIREBOMB 137. PlaceboEU FIRECRACKERS 138. pood707 FIRETRAIL 139. pood707 FIREWORKS 140. WUOTE FISH 141. pood707 FIZZLE 142. pood707 FLAMETHROWER 143. pood707 FLOATINGARC 144. bronwen_n FLOCKOFDUCKS 145. pood707 FLYDOWNWARDS 146. pood707 FLYUPWARDS 147. PlaceboEU FORMATIONABOVEANDBELOW 148. pood707 FORMATIONBEHINDYOURBACK 149. PlaceboEU FORMATIONBIFURCATED 150. WUOTE FORMATIONHEXAGON 151. teh60 FORMATIONPENTAGON 152. PlaceboEU FORMATIONTRIFURCATED 153. pood707 FREEZECHARGE 154. pood707 FREEZINGGAZE 155. WUOTE GAMMA 156. pood707 GIANTEXPLOSIONONDRUNKENEMIES 157. WUOTE GIANTEXPLOSIONONSLIMYENEMIES 158. pood707 GIANTFIREBOLT 159. PlaceboEU GIANTMAGICMISSILE 160. PlaceboEU GIANTSPITTERBOLT 161. PlaceboEU GIANTSPITTERBOLTWITHTIMER 162. Nauk GIGABLACKHOLE 163. pood707 GIGADEATHCROSS 164. pood707 GIGADISCPROJECTILE 165. pood707 GIGAHOLYBOMB 166. WUOTE GIGANUKE 167. WUOTE GIGAWHITEHOLE 168. WUOTE GLITTERBOMB 169. PlaceboEU GLITTERINGFIELD 170. WUOTE GLOWINGLANCE 171. WUOTE GLUEBALL 172. PlaceboEU GOLDTOPOWER 173. WUOTE GRAVITY 174. pood707 GREENGLIMMER 175. PlaceboEU GROUNDTOSAND 176. pood707 GUNPOWDERARC 177. pood707 GUNPOWDERTRAIL 178. pood707 HEALINGBOLT 179. pood707 HEAVYSHOT 180. pood707 HEAVYSPREAD 181. WUOTE HEPLICATESPELL 182. pood707 HOLYBOMB 183. WUOTE HOLYLANCE 184. PlaceboEU HOMEBRINGERTELEPORTBOLT 185. WUOTE HOMING 186. WUOTE HOOKBOLT 187. PlaceboEU HORIZONTALBARRIER 188. pood707 HORIZONTALPATH 189. pood707 ICEBALL 190. WUOTE INCREASELIFETIME 191. pood707 INFESTATION 192. WUOTE INNERSPELL 193. ZaximusRex INTENSECONCENTRATEDLIGHT 194. WUOTE INVISIBLESPELL 195. WUOTE IPLICATESPELL 196. pood707 KANTELENOTEA 197. pood707 KANTELENOTED 198. pood707 KANTELENOTEDSHARP 199. WUOTE KANTELENOTEE 200. WUOTE KANTELENOTEG 201. WUOTE KNOCKBACK 202. pood707 LARGEFIREBOLT 203. PlaceboEU LARGEMAGICMISSILE 204. PlaceboEU LARGESPITTERBOLT 205. PlaceboEU LARGESPITTERBOLTWITHTIMER 206. pood707 LARPABOUNCE 207. WUOTE LARPAEXPLOSION 208. pood707 LASERBOUNCE 209. WUOTE LAVATOBLOOD 210. WUOTE LIGHT 211. pood707 LIGHTNINGBOLT 212. WUOTE LIGHTNINGBOUNCE 213. pood707 LIGHTNINGTHROWER 214. pood707 LIGHTSHOT 215. pood707 LINEARARC 216. pood707 LIQUIDDETONATION 217. PlaceboEU LIQUIDVACUUMFIELD 218. pood707 LONGDISTANCECAST 219. pood707 LUMINOUSDRILL 220. WUOTE LUMINOUSDRILLWITHTIMER 221. WUOTE MAGICALEXPLOSION 222. pood707 MAGICARROW 223. pood707 MAGICARROWWITHTIMER 224. pood707 MAGICARROWWITHTRIGGER 225. pood707 MAGICBOLT 226. pood707 MAGICBOLTWITHTIMER 227. pood707 MAGICBOLTWITHTRIGGER 228. pood707 MAGICGUARD 229. PlaceboEU MAGICMISSILE 230. pood707 MANATODAMAGE 231. WUOTE MASSPOLYMORPH 232. PlaceboEU MATOSADE 233. ZaximusRex MATTEREATER 234. ZaximusRex METEOR 235. ZaximusRex METEORISADE 236. WUOTE MISTOFSPIRITS 237. PlaceboEU MU 238. pood707 MYRIADSPELL 239. bronwen_n NECROMANCY 240. WUOTE NOLLA 241. WUOTE NUKE 242. teh60 NUKEORBIT 243. WUOTE NULLSHOT 244. WUOTE OCARINANOTEA 245. WUOTE OCARINANOTEA2 246. WUOTE OCARINANOTEB 247. WUOTE OCARINANOTEC 248. WUOTE OCARINANOTED 249. WUOTE OCARINANOTEE 250. WUOTE OCARINANOTEF 251. PlaceboEU OCARINANOTEGSHARP 252. WUOTE OCTAGONALBOLTBUNDLE 253. pood707 OCTUPLESPELL 254. pood707 ODDFIREBOLT 255. ZaximusRex OIL 256. pood707 OILCLOUD 257. PlaceboEU OILTRAIL 258. teh60 OMEGA 259. Nauk OMEGABLACKHOLE 260. WUOTE OMEGAWHITEHOLE 261. WUOTE ORANGEGLIMMER 262. teh60 ORBITINGARC 263. teh60 ORBITLARPA 264. WUOTE PATHOFDARKFLAME 265. WUOTE PEPLICATESPELL 266. pood707 PERSONALFIREBALLTHROWER 267. WUOTE PERSONALGRAVITYFIELD 268. pood707 PERSONALLIGHTNINGCASTER 269. PlaceboEU PERSONALTENTACLER 270. WUOTE PETRIFY 271. PlaceboEU PHASINGARC 272. PlaceboEU PHI 273. PlaceboEU PIERCINGSHOT 274. PlaceboEU PINGPONGPATH 275. WUOTE PINPOINTOFLIGHT 276. WUOTE PLASMABEAM 277. WUOTE PLASMABEAMBOUNCE 278. WUOTE PLASMABEAMCROSS 279. WUOTE PLASMABEAMENHANCER 280. teh60 PLASMABEAMORBIT 281. WUOTE PLASMABEAMTHROWER 282. WUOTE PLASMACUTTER 283. pood707 POISONARC 284. PlaceboEU POISONTRAIL 285. PlaceboEU POLLEN 286. PlaceboEU POWDERVACUUMFIELD 287. PlaceboEU PRICKLYSPOREPOD 288. WUOTE PROJECTILEAREATELEPORT 289. WUOTE PROJECTILEENERGYSHIELD 290. PlaceboEU PROJECTILEGRAVITYFIELD 291. PlaceboEU PROJECTILETHUNDERFIELD 292. PlaceboEU PROJECTILETRANSMUTATIONFIELD 293. PlaceboEU PROPANETANK 294. WUOTE PURPLEGLIMMER 295. PlaceboEU QUADRUPLESCATTERSPELL 296. bronwen_n QUADRUPLESPELL 297. PlaceboEU QUANTUMSPLIT 298. WUOTE QUPLICATESPELL 299. WUOTE RAINBOWGLIMMER 300. PlaceboEU RAINBOWTRAIL 301. pood707 RAINCLOUD 302. WUOTE RANDOMDAMAGE 303. PlaceboEU RANDOMMODIFIERSPELL 304. WUOTE RANDOMPROJECTILESPELL 305. PlaceboEU RANDOMSPELL 306. PlaceboEU RANDOMSTATICPROJECTILESPELL 307. PlaceboEU RECOIL 308. PlaceboEU RECOILDAMPER 309. WUOTE REDGLIMMER 310. WUOTE REDUCELIFETIME 311. PlaceboEU REDUCERECHARGETIME 312. PlaceboEU REDUCESPREAD 313. PlaceboEU REMOVEBOUNCE 314. WUOTE REMOVEEXPLOSION 315. pood707 REQUIREMENTENDPOINT 316. pood707 REQUIREMENTENEMIES 317. pood707 REQUIREMENTEVERYOTHER 318. pood707 REQUIREMENTLOWHEALTH 319. pood707 REQUIREMENTOTHERWISE 320. pood707 REQUIREMENTPROJECTILESPELLS 321. PlaceboEU RETURN 322. bronwen_n ROCK 323. WUOTE ROTATETOWARDSFOES 324. teh60 SAWBLADEORBIT 325. PlaceboEU SEAOFACID 326. PlaceboEU SEAOFALCOHOL 327. PlaceboEU SEAOFFLAMMABLEGAS 328. PlaceboEU SEAOFLAVA 329. PlaceboEU SEAOFOIL 330. WUOTE SEAOFSWAMP 331. PlaceboEU SEAOFWATER 332. pood707 SHORTRANGEHOMING 333. PlaceboEU SIGMA 334. PlaceboEU SLIMEBALL 335. WUOTE SLIMEMIST 336. PlaceboEU SLITHERINGPATH 337. PlaceboEU SLOWBUTSTEADY 338. PlaceboEU SMALLTELEPORTBOLT 339. WUOTE SPARKBOLT 340. pood707 SPARKBOLTWITHDOUBLETRIGGER 341. WUOTE SPARKBOLTWITHTIMER 342. WUOTE SPARKBOLTWITHTRIGGER 343. WUOTE SPARKLYBOUNCE 344. PlaceboEU SPEEDUP 345. WUOTE SPELLDUPLICATION 346. WUOTE SPELLSTOACID 347. WUOTE SPELLSTOBLACKHOLES 348. WUOTE SPELLSTODEATHCROSSES 349. WUOTE SPELLSTOGIGASAWBLADES 350. pood707 SPELLSTOMAGICMISSILES 351. pood707 SPELLSTONUKES 352. PlaceboEU SPELLSTOPOWER 353. PlaceboEU SPIRALARC 354. PlaceboEU SPIRALSHOT 355. PlaceboEU SPITTERBOLT 356. PlaceboEU SPITTERBOLTWITHTIMER 357. PlaceboEU SQUAREBARRIER 358. bronwen_n SUMMONDEERCOY 359. PlaceboEU SUMMONEGG 360. PlaceboEU SUMMONEXPLOSIVEBOX 361. bronwen_n SUMMONFIREBUGSWARM 362. bronwen_n SUMMONFLYSWARM 363. bronwen_n SUMMONFRIENDLYFLY 364. PlaceboEU SUMMONHOLLOWEGG 365. PlaceboEU SUMMONLARGEEXPLOSIVEBOX 366. WUOTE SUMMONMISSILE 367. pood707 SUMMONOMEGASAWBLADE 368. PlaceboEU SUMMONPLATFORM 369. PlaceboEU SUMMONPORTAL 370. teh60 SUMMONROCKSPIRIT 371. PlaceboEU SUMMONTAIKASAUVA 372. PlaceboEU SUMMONTENTACLE 373. PlaceboEU SUMMONTENTACLEWITHTIMER 374. PlaceboEU SUMMONTINYGHOST 375. PlaceboEU SUMMONWALL 376. bronwen_n SUMMONWASPSWARM 377. PlaceboEU SWAPPER 378. PlaceboEU TAU 379. PlaceboEU TELEPORTBOLT 380. PlaceboEU TELEPORTINGCAST 381. PlaceboEU TENTACLER 382. pood707 THEENDOFEVERYTHING 383. PlaceboEU THUNDERCHARGE 384. pood707 THUNDERCLOUD 385. WUOTE TIPLICATESPELL 386. PlaceboEU TORCH 387. 22ttmes TOUCHOFBLOOD 388. 22ttmes TOUCHOFGOLD 389. 22ttmes TOUCHOFOIL 390. WUOTE TOUCHOFPISS 391. 22ttmes TOUCHOFSMOKE 392. 22ttmes TOUCHOFSPIRITS 393. 22ttmes TOUCHOFWATER 394. WUOTE TOXICMIST 395. PlaceboEU TOXICSLUDGETOACID 396. PlaceboEU TRIPLESCATTERSPELL 397. WUOTE TRIPLESPELL 398. pood707 TRIPLICATEBOLT 399. WUOTE TRUEORBIT 400. pood707 TWOWAYFIREBALLTHROWER 401. WUOTE UNSTABLECRYSTAL 402. WUOTE UNSTABLECRYSTALWITHTRIGGER 403. WUOTE UPWARDSLARPA 404. WUOTE VACUUMBOUNCE 405. PlaceboEU VACUUMFIELD 406. WUOTE VENOMOUSCURSE 407. PlaceboEU VERTICALBARRIER 408. WUOTE WANDHOMING 409. PlaceboEU WANDREFRESH 410. PlaceboEU WARPCAST 411. ZaximusRex WATER 412. PlaceboEU WATERTOPOISON 413. PlaceboEU WATERTRAIL 414. WUOTE WEAKENINGCURSEELECTRICITY 415. WUOTE WEAKENINGCURSEEXPLOSIVES 416. pood707 WEAKENINGCURSEMELEE 417. pood707 WEAKENINGCURSEPROJECTILES 418. WUOTE WHITEHOLE 419. PlaceboEU WORMLAUNCHER 420. WUOTE WUPLICATESPELL 421. WUOTE YELLOWGLIMMER 422. WUOTE YPLICATESPELL 423. PlaceboEU ZETA Thanks Thank you pood707, PlaceboEU, Flupperich, Nauk, ZaximusRex, bronwen_n, teh60, and 22ttmes! You’ve greately helped me with the uploads."},"title":"Noita Spells as 7tv Emotes"},"/twitch/noita-pastas/":{"data":{"":""},"title":"🍝 Noita Copypastas"},"/twitch/noita-pastas/acid/":{"data":{"":" Its time to disclose the medical condition I have. I’ve got a strong acid reflex, which in layman terms means I’m unable to play Noita without acid spells, and upon seeing an acid spell my heart goes doki doki, my pupils dilate, the feeling of pain introduced by craving acid numbs, and sometimes all that gets accompanied by an involuntarily moan. It’s safe to say that this condition is terminal and permanent, and I’m kinda happy. I love acid in Noita, its the only good thing about this game!\nCopy to clipboardIts time to disclose the medical condition I have. I've got a strong acid reflex, which in layman terms means I'm unable to play Noita without acid spells, and upon seeing an acid spell my heart goes doki doki, my pupils dilate, the feeling of pain introduced by craving acid numbs, and sometimes all that gets accompanied by an involuntarily moan. It's safe to say that this condition is terminal and permanent, and I'm kinda happy. I love acid in Noita, its the only good thing about this game! "},"title":"ACID"},"/twitch/noita-pastas/add-mana/":{"data":{"":" ADD MANA IS A VERY LAZY SPELL ITS SO BLAND TO THE POINT GAME USUALLY HANLDS YOU THREE OF THEM ON ONE WAND CAUSE DEVS FAILED TO BALANCE THE GAME AND “NERFED” THE AMOUNT OF MANA THE SPELL GIVES YOU AND NEVER FIXED IT ANYWAYS YOU KINDA HAVE TO USE THAT WASTE OF SPACE “SPELL” TO MAKE WANDS ABOVE GERADE 1\nCopy to clipboardADD MANA IS A VERY LAZY SPELL ITS SO BLAND TO THE POINT GAME USUALLY HANLDS YOU THREE OF THEM ON ONE WAND CAUSE DEVS FAILED TO BALANCE THE GAME AND \"NERFED\" THE AMOUNT OF MANA THE SPELL GIVES YOU AND NEVER FIXED IT ANYWAYS YOU KINDA HAVE TO USE THAT WASTE OF SPACE \"SPELL\" TO MAKE WANDS ABOVE GERADE 1 "},"title":"ADD MANA"},"/twitch/noita-pastas/an-someone-explain/":{"data":{"":" AN SOMEONE EXPLAIN WHAT IS GOOD ABOUT THIS GAME? VISUALLY IT LOOKS LIKE IT IS FROM THE NINETIES FROWN\nCopy to clipboardAN SOMEONE EXPLAIN WHAT IS GOOD ABOUT THIS GAME? VISUALLY IT LOOKS LIKE IT IS FROM THE NINETIES FROWN "},"title":"AN SOMEONE EXPLAIN"},"/twitch/noita-pastas/game/":{"data":{"":" What is this game? Is it new? Do you like it?\nCopy to clipboardWhat is this game? Is it new? Do you like it? "},"title":"🎮 Game"},"/twitch/noita-pastas/help-me-with-this-game/":{"data":{"":" Hello my name is WUOTE i am very new to this game. An someone tell me what button is for building? How do you sell spells to traders in this game? How do you fire your gun?\nCopy to clipboardHello my name is WUOTE i am very new to this game. An someone tell me what button is for building? How do you sell spells to traders in this game? How do you fire your gun? "},"title":"HELP ME WITH THIS GAME"},"/twitch/noita-pastas/hi-im-new-to-this-channel/":{"data":{"":" HI TWICH RECOMMENDED ME THIS CHANNEL I HOPE ITS GOOD IS IT ONE OF THE CHAD ALL GAME NO BULLSHIT CHANNELS OR IS IT TALK FOR LIKE TWO HOURS STrAIGHT ABOUT NOTHING CHANNEL?\nCopy to clipboardHI TWICH RECOMMENDED ME THIS CHANNEL I HOPE ITS GOOD IS IT ONE OF THE CHAD ALL GAME NO BULLSHIT CHANNELS OR IS IT TALK FOR LIKE TWO HOURS STrAIGHT ABOUT NOTHING CHANNEL? "},"title":"HI IM NEW TO THIS CHANNEL"},"/twitch/noita-pastas/how-to-play-noita/":{"data":{"":" I have started practicing absolutely new way of playing noita. The playstyle is called freegun i eat every body of a creature i kill leaving zero waste\nCopy to clipboardI have started practicing absolutely new way of playing noita. The playstyle is called freegun i eat every body of a creature i kill leaving zero waste "},"title":"HOW TO PLAY NOITA"},"/twitch/noita-pastas/noita-review/":{"data":{"":" Noita is absolutely horrible, bad, no good game! The amount of bugs, glitches and unintended behaviors is staggering all while completely ignored by the devs for years! No proper saves system, tiny and cluttered inventory, huge amount of wrong info on tooltips, oh did i mention that performance optimization is the game’s weakest pont bringing even the fastest pc to their knees?! I would not be playing this game even i have been payed to do so, -1/10 do not recommend frown\nCopy to clipboardNoita is absolutely horrible, bad, no good game! The amount of bugs, glitches and unintended behaviors is staggering all while completely ignored by the devs for years! No proper saves system, tiny and cluttered inventory, huge amount of wrong info on tooltips, oh did i mention that performance optimization is the game’s weakest pont bringing even the fastest pc to their knees?! I would not be playing this game even i have been payed to do so, -1/10 do not recommend frown "},"title":"NOITA REVIEW"},"/twitch/noita-pastas/noita-wand-builds/":{"data":{"":" I know Noita is hard, but don’t worry, greatness awaits! If you try hard enough soon you’ll be able to replicate my best wand builds such as 0) DOUBLE BLOODLUST CHAINBOLT, WORKS GREAT AGAINST TWO SWAPPERS 1) boomerang piercing plasma beam with poison trail and nukes orbit 2) divide by 10 gigasawblades with touch of smoke and sea of lava aaaaand 3) torch (i know, that’s the most complicated but once you master it you’ll see its’ full potential)\nCopy to clipboardI know Noita is hard, but don’t worry, greatness awaits! If you try hard enough soon you’ll be able to replicate my best wand builds such as 0) DOUBLE BLOODLUST CHAINBOLT, WORKS GREAT AGAINST TWO SWAPPERS 1) boomerang piercing plasma beam with poison trail and nukes orbit 2) divide by 10 gigasawblades with touch of smoke and sea of lava aaaaand 3) torch (i know, that’s the most complicated but once you master it you’ll see its’ full potential) "},"title":"NOITA WAND BUILDS"},"/twitch/noita-pastas/ok-noita-player/":{"data":{"":" I THINK I BECAME FAIRLY OK AT PLAYING THIS GAME I WOULD LIKE TO THANK ALIAS FOR TABLET KICKING LESSONS, MICH TEACHING ME HOW TO RUN FAST, SHIBA FOR PLASMA LESSONS, WITO FOR AESTETIC WANDS BUILDS, DARREN FOR HOMING ROCK BUILDS, AND FINALLY DUNK FOR TECHING ME HOW TO THROW ON PURPOSE AND MAKING IT NOT OBVIOUS\nCopy to clipboardI THINK I BECAME FAIRLY OK AT PLAYING THIS GAME I WOULD LIKE TO THANK ALIAS FOR TABLET KICKING LESSONS, MICH TEACHING ME HOW TO RUN FAST, SHIBA FOR PLASMA LESSONS, WITO FOR AESTETIC WANDS BUILDS, DARREN FOR HOMING ROCK BUILDS, AND FINALLY DUNK FOR TECHING ME HOW TO THROW ON PURPOSE AND MAKING IT NOT OBVIOUS "},"title":"OK NOITA PLAYER"},"/twitch/noita-pastas/speedrunners/":{"data":{"":" Who is a speedrunner? Wakes ip 0.001 seconds before alarm goes off, foot misses the shoe -/ well thats a reset -/ goes back to sleep. Does not play games for fun but to get that adrenaline spike. Desth counter is as big as his student loan. This is a very good run — kills the run immediately by moving one pixel to the side. Can cook minute rice in 58 seconds. Blames chat for his mitakes: “i was reading chat”\nCopy to clipboardWho is a speedrunner? Wakes ip 0.001 seconds before alarm goes off, foot misses the shoe -/ well thats a reset -/ goes back to sleep. Does not play games for fun but to get that adrenaline spike. Desth counter is as big as his student loan. This is a very good run — kills the run immediately by moving one pixel to the side. Can cook minute rice in 58 seconds. Blames chat for his mitakes: \"i was reading chat\" "},"title":"SPEEDRUNNERS"},"/twitch/noita-pastas/the-best-noita-perk-combo/":{"data":{"":" FAST RELOAD + INFINITE AMMO IS THE BEST PERK COMBO IN NOITA IT ALLOWS YOU SPAM YOUR SHOTGUN NONSTOP ESSENTIALLY TURNING YOU INTO THE SUPER HIIDET LEADER SOLDER YOU ALSO GET A PERSONAL COOKBE CAREFUL NOT TO SLIP ON OIL ITS DANGEROUS OUT THERE\nCopy to clipboardFAST RELOAD + INFINITE AMMO IS THE BEST PERK COMBO IN NOITA IT ALLOWS YOU SPAM YOUR SHOTGUN NONSTOP ESSENTIALLY TURNING YOU INTO THE SUPER HIIDET LEADER SOLDER YOU ALSO GET A PERSONAL COOKBE CAREFUL NOT TO SLIP ON OIL ITS DANGEROUS OUT THERE "},"title":"THE BEST NOITA PERK COMBO"},"/twitch/noita-pastas/words-of-encouragement/":{"data":{"":" its ok mr streamer this game is fairly complex and you seem to be new to it so dont worry i also suggest you watch streamers like dunkorslam mcweeb or chereazi and learn the hidden athletics aspect of this game like long distance run throwing quoteThrow\nCopy to clipboardits ok mr streamer this game is fairly complex and you seem to be new to it so dont worry i also suggest you watch streamers like dunkorslam mcweeb or chereazi and learn the hidden athletics aspect of this game like long distance run throwing quoteThrow "},"title":"WORDS OF ENCOURAGEMENT"},"/twitch/noita-pastas/you-are-great-at-noita/":{"data":{"":" [CHANNELNAME] is a fantastic noita player! he only need to work on his wand building skills, dodging skills, perk choosing skills, mana management skills, digging skills, tablet throwing skills, apart from that he is the perfect player\nCopy to clipboard[CHANNELNAME] is a fantastic noita player! he only need to work on his wand building skills, dodging skills, perk choosing skills, mana management skills, digging skills, tablet throwing skills, apart from that he is the perfect player "},"title":"YOU ARE GREAT AT NOITA"},"/twitch/noita-pastas/you-are-the-best-player/":{"data":{"":" OK I FEEL LIKE DURING THIS TOUGH TIMES IT IS VERY NEEDED TO SHOW MY SUPPORT AND APPRECIATION. DONT LISTEN TO HATERS, PLEASE KNOW THAT YOUR HARD WORK, YOUR GENUINE APPROACH TO ENTERTAINING THE AUDIENCE AND UNIQUE PLAYSTYLE MAKES YOU THE BEST MINECRAFT PLAYER IN THE WORLD, A CLASS OF ITS OWN, THERES NO COMPETITION! \u003c3\nCopy to clipboardOK I FEEL LIKE DURING THIS TOUGH TIMES IT IS VERY NEEDED TO SHOW MY SUPPORT AND APPRECIATION. DONT LISTEN TO HATERS, PLEASE KNOW THAT YOUR HARD WORK, YOUR GENUINE APPROACH TO ENTERTAINING THE AUDIENCE AND UNIQUE PLAYSTYLE MAKES YOU THE BEST MINECRAFT PLAYER IN THE WORLD, A CLASS OF ITS OWN, THERES NO COMPETITION! \u003c3 "},"title":"YOU ARE THE BEST PLAYER"},"/twitch/streamerwandsmanual/":{"data":{"":"","let-your-viewers-see-your-noita-wands-without-opening-inventory#Let your viewers see your Noita wands without opening inventory":"Let your viewers see your Noita wands without opening inventory ℹ️ This guide has initially been written for Cohh Carnage, replace his channel’s name with yours. Major Noita streamers like DunkOrSlam, Aliasbot, FuryForged, Letaali use the Streamer Wands mod, here’s what DunkOrSlam’s viewers will see, for example, by typing !wands command in his chat: https://onlywands.com/streamer/dunkorslam. Your link will be https://onlywands.com/streamer/cohhcarnage after you get it working.\nDownload Download the mod from the Onlywands page. After you login with twitch you’ll get your own build of the Streamer Wands mod.\n⚠️ Do not share this zip file with others! It’s generated for you and you only. Do not show contents of streamer_wands/token.lua on stream! It contains sensitive auth info. Unpack Uncompress it and move the streamer_wands folder into the mods folder in Noita (Steam –\u003e right click Noita –\u003e Local files), mine is located in C:\\Program Files (x86)\\Steam\\steamapps\\common\\Noita\\mods.\nC:\\ Program Files (x86) Steam steamapps common Noita mods streamer_wands 👈 Enable Launch Noita, click “Mods”, click “Unsafe mods: Disabled”, click “Yes” (this is due to deeper game integration requirements), click on “Streamer wands” in the mods list so it shows [x].\nTest Test it: launch new game, open https://onlywands.com/streamer/cohhcarnage in your browser, drop one of the wands, the website should automatically update after a short delay, showing that you have only wand.\nAdd chat bot command Add a !wands command to your bot with something like “Cohh’s current wands: https://onlywands.com/streamer/cohhcarnage”.\nEnjoy! Have fun, run fast and throw hard!"},"title":"Streamer Wands"}}